<template>
  <div id="root-container">
    <h1 class="caption" id="xy-title" style="display: none;">
      兔小巢平台服务协议
    </h1>
    <div classname="chapter">
      <div classname="chapter-topic">生效时间：2023年1月9日</div>
      <div classname="chapter-topic">更新时间：2023年1月9日</div>
      <div classname="chapter-topic">更新说明：</div>
      <div classname="chapter-text">
        <p>
          为更充分保障您的权利，我们结合法律法规更新了《腾讯兔小巢平台用户服务协议》。若您有任何问题或建议，请根据本协议【首部及导言】所述方式联系我们。
        </p>
        <p>本次更新主要变化内容如下：</p>
        <p>
          1.新增防范电信诈骗条款、管理员权限与责任义务，投诉渠道以及申诉相关服务支持；
        </p>
        <p>
          2.优化了用户实名制的要求、用户违约责任，补充了违法有害信息内容描述；
        </p>
        <p>3.其他文字表述优化。</p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">【首部及导言】</div>
      <div classname="chapter-text">
        <p>欢迎您使用兔小巢平台软件及服务！</p>
        <p>
          腾讯兔小巢是由深圳市腾讯计算机系统有限公司（以下简称“腾讯”或“我们”，
          公司注册地为深圳市南山区粤海街道麻岭社区科技中一路腾讯大厦35层）提供的、为帮助第三方开发者使用兔小巢创建反馈社区供第三方开发者的终端用户（以下简称“终端用户”）
          反馈、编辑、发布、回答和分享相关话题以及进行数据统计分析等的反馈社区管理平台及相关服务。
          第三方开发者也可以通过官方网站的“对我们吐个槽”功能在兔小巢的社区内进行反馈编辑、发布、回答和分享相关话题（在这种情况下，第三方开发者作为兔小巢的终端用户）。
        </p>
        <p>
          <b
            >为使用兔小巢平台及服务（以下简称“本服务”），您应当阅读并遵守《兔小巢平台用户服务协议》（以下简称“本协议”）和《腾讯服务协议》。</b
          >
        </p>
        <p>
          <b
            >请您务必审慎阅读、充分理解各条款内容，特别是服务变更、中止或终止、免除或者限制责任、管辖与法律适用的条款，以及开通或使用某项服务的单独协议、规则。
            服务变更、中止或终止、免除或者限制责任以及管辖与法律适用条款可能以黑体加粗形式提示您注意。
            除非您已阅读并接受本协议所有条款，否则您无权使用兔小巢服务。您的登录、使用、查看、发布信息等行为即视为您已阅读并同意本协议的约束。
            如果您对本协议或本服务有意见或建议，可通过腾讯客服（链接https://kf.qq.com/）、电话客服（4006700700）、腾讯客服微信小程序、腾讯客服公众号等方式联系我们，
            我们将尽快审核所涉问题，并在法律法规规定的期限内回复您的请求。您点击同意、接受或下一步，或您注册、使用本服务均视为您已阅读并同意签署本协议。</b
          >
        </p>
        <p>
          <b
            >如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。</b
          >
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">一、【协议的范围】</div>
      <div classname="chapter-title">
        1.1 【协议适用主体范围】
      </div>
      <div classname="chapter-text">
        <p>
          本协议是您与腾讯之间关于您使用兔小巢平台及服务所订立的协议。“兔小巢平台用户”是指通过腾讯QQ/微信软件授权和腾讯QQ/微信账号注册的途径，
          登录、使用兔小巢平台及服务并获得相关管理权限的的个人或组织。（以下称为“您”或“用户”）。
        </p>
      </div>
      <div classname="chapter-title">
        1.2【协议关系及冲突条款】
      </div>
      <div classname="chapter-text">
        <p>
          本协议被视为《腾讯服务协议》（链接地址：https://www.qq.com/contract.shtml）、《腾讯微信软件许可及服务协议》（链接地址：https://weixin.qq.com/agreement?lang=zh_CN）、《QQ号码规则》（链接地址：http://zc.qq.com/chs/agreement1_chs.html）（若链接地址变更的，则以变更后的链接地址所对应的内容为准；其他链接地址变更的情形，均适用前述约定。）的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。
        </p>
        <p>
          本服务内容是指腾讯通过本软件向第三方开发者提供的帮助其创建与产品相关的反馈社区，编辑、发布、回答和分享相关话题，以及进行数据统计分析等的反馈社区管理平台及相关服务。
          第三方开发者也可以通过官方网站的“对我们吐个槽”功能在兔小巢的社区内进行反馈编辑、发布、回答和分享相关话题。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">二、【关于本服务】</div>
      <div classname="chapter-title">2.1 【本服务内容】</div>
      <div classname="chapter-text">
        <p>
          本服务内容是指腾讯通过本软件向第三方开发者提供的帮助其创建与产品相关的反馈社区，编辑、发布、回答和分享相关话题，以及进行数据统计分析等的反馈社区管理平台及相关服务。
          第三方开发者也可以通过官方网站的“对我们吐个槽”功能在兔小巢的社区内进行反馈编辑、发布、回答和分享相关话题。
        </p>
      </div>
      <div classname="chapter-title">2.2【本服务形式】</div>
      <div classname="chapter-text">
        <p>
          2.2.1
          用户进入兔小巢网站（https://txc.qq.com）并使用QQ号、微信号登录即可使用本服务。腾讯将向用户提供兔小巢平台的管理权限以及信息管理、评论管理、消息提醒等服务，并尽应有之努力保障本服务的正常运行。
        </p>
        <p>
          2.2.2
          您理解并同意：为能有效为您提供服务，您可能需要向腾讯提交相关信息资料（包括但不限于您的QQ或微信昵称、头像、openid等信息提供给兔小巢平台。
        </p>
        <p>
          2.2.3用户可以在兔小巢平台创建与某个产品相关的反馈社区，参与者可能需要登录该反馈社区、符合创建者的要求并获得创建者的授权才能加入并参与该社区的互动。
          用户须阅读并同意遵守社区创建者发布的有关规则，以及兔小巢平台公布的相关规则。
        </p>
        <p>
          2.2.4
          用户在创建反馈社区时可能为该社区参与者提供奖励。在向该社区的参与者提供奖励前，创建者须明确告知参与者关于获取奖励的相关规则并获得参与者的同意。
          <b
            >奖励/奖品的名称、种类、数量、中奖规则、有效期、领取规则、使用说明等详情均以奖励提供者发布的信息为准，兔小巢平台仅提供技术支持。腾讯不对因奖励引起的问题或纠纷承担任何责任。</b
          >
        </p>
        <p>
          2.2.5
          您可能可以通过电脑、手机等终端以网页和内嵌页面形式使用本服务，具体以腾讯提供的为准，同时，腾讯会不断丰富您使用本服务的终端、形式等。
          当您使用本服务时，您应选择与您的终端、系统等相匹配的本软件版本，否则，您可能无法正常使用本服务。
        </p>
        <p>
          2.2.6
          您理解并同意，目前腾讯为您免费提供本软件服务，即目前您开通或使用本服务，并不需向腾讯支付费用。但腾讯保留本软件的任何服务或功能后续收费的权利。
          腾讯有权以公告或站内通知等形式通知您收费标准，若您继续使用则需按腾讯公布的收费标准支付费用，并应遵守届时腾讯公布的服务协议和相关规则、规范；如届时您拒绝支付费用的，腾讯有权不再向您提供本服务。
        </p>
      </div>
      <div classname="chapter-title">2.3【许可的范围】</div>
      <div classname="chapter-text">
        <p>
          2.3.1 腾讯给予您一项个人的、不可转让及非排他性的许可，以使用本软件。
        </p>
        <p>
          2.3.2
          本条及本协议其他条款未明示授权的其他一切权利仍由腾讯保留，您在行使这些权利时须另外取得腾讯的书面许可。腾讯如果未行使前述任何权利，并不构成对该权利的放弃。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-title">三、【用户的权利义务】</div>
      <div classname="chapter-text">
        <p><b>3.1 【获取本服务的准备】</b></p>
        <p>
          您需自行准备接受本服务所需的硬件设备并开通互联网连接服务，本服务使用过程中可能产生的硬件成本和数据流量费用，用户须自行承担，如因您缺少适当的硬件，
          或未成功连接互联网导致本服务无法正常使用，腾讯不承担任何责任。
        </p>
        <p>
          3.2
          用户在成功使用本服务后，享有按照约定使用本服务的权利。同时您在使用本服务时，应当遵守宪法、法律、法规和规章、公共秩序和社会公德以及本协议的规定，
          不得影响腾讯产品和服务的正常运行，不得侵害腾讯产品和服务的用户隐私和数据安全，不得危害网络安全。且您不得利用腾讯产品和服务从事包括但不限于危害国家安全、
          荣誉和利益，煽动颠覆国家政权、推翻社会主义制度，煽动分列国家、破坏国家统一，宣扬恐怖主义、极端主义，宣扬民族仇恨、民族歧视，传播暴力、淫秽色情信息，编造、
          传播虚假信息扰乱经济秩序和社会秩序，以及侵害他人名誉、隐私、知识产权和其他合法权益等活动。
          <b
            >否则，一经发现，腾讯有权立即删除您所制作、发布、传播、储存的相关信息，并不对此承担任何责任，且保留移交司法机关处理的权利。</b
          >
        </p>
        <p>
          <b
            >3.3
            终端用户理解并同意：所有反馈社区或相关奖励（如有）均由反馈社区的第三方开发者或提供方负责制作、提供和发放，腾讯对反馈社区之内容的准确性、真实性、
            合法性及奖励发放事宜概不负责，亦不对此提供任何形式的保证，且不承担任何法律责任。第三方开发者应该对创建或参与反馈社区的结果自行承担风险和责任。</b
          >
        </p>
        <p>
          <b
            >3.4
            您理解并同意：第三方开发者在兔小巢平台上创建、发布、回答、收集或分享内容等仅代表用户自身的立场和观点，并不代表腾讯的立场或观点。
            用户须自行对其行为及其所创建、发布、回答、收集或分享的内容负责，因用户自身行为及其所发布的内容所引发的一切纠纷，由该用户自行负责处理和承担全部法律责任，腾讯不承担任何责任。</b
          >
        </p>
        <p>
          <b
            >3.5
            您理解并同意：任何通过使用本服务而链接到的第三方产品或服务均系第三方制作或提供，您可能从该第三方产品或服务中获得资讯及享用服务，腾讯对其准确性、真实性、合法性概不负责，亦不承担任何责任。</b
          >
        </p>
        <p><b>3.6【权限及管理责任】</b></p>
        <p>
          <b
            >第三方开发者与终端用户应当遵守法律法规、本协议以及腾讯基于该平台制定的相关规则（“平台规则”），不得利用该平台制作、复制、发布、传播法律法规和国家有关规定禁止的信息内容。</b
          >
        </p>
        <p>
          <b
            >如第三方开发者可以根据平台规则创建反馈社区，并允许用户参与回答、复制、发布或传播反馈内容的，第三方开发者应当履行该社区的管理责任，并依据法律法规、本协议及平台规则规范该社区内的内容反馈和信息发布。
            第三方开发者应规范社区内用户的行为，及时制止社区中的违法违规行为并处理、删除、封禁不良内容与账号，并对利用该社区管理权限所实施的行为负责。</b
          >
        </p>
        <p>
          <b
            >其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经腾讯明示授权、许可或违反本协议及相关协议、规则的行为。</b
          >
        </p>
        <p>
          <b
            >第三方开发者理解并同意：若违反前述约定、本协议或相关法规政策，腾讯有权不经第三方开发者同意而直接终止向第三方开发者提供本软件和服务。
            若由于腾讯按照前述约定终止提供本软件和服务而对您产生影响或任何损失的，第三方开发者同意不追究腾讯的任何责任或不向腾讯主张任何权利。</b
          >
        </p>
        <p><b>3.7【申诉及技术支持】</b></p>
        <p>
          <b
            >终端用户对被处置的跟帖评论信息存在异议的，有权向跟腾讯兔小巢官方提出申诉，腾讯兔小巢官方应当按照用户服务协议进行核查处理。</b
          >
        </p>
        <p>
          <b
            >终端用户可按照用户服务协议向腾讯兔小巢官方申请举报、隐藏或者删除违法和不良评论信息、自主关闭账号跟帖评论区等管理权限。
            腾讯兔小巢官方应当对第三方开发者的跟帖评论管理情况进行信用评估后，根据第三方开发者与的主体性质、信用评估等级等，合理设置管理权限，提供相关技术支持。</b
          >
        </p>
        <p><b>3.8【用户信息内容规范】</b></p>
        <p>
          <b
            >3.8.1
            本条所述信息内容是指用户使用本服务过程中所制作、复制、发布、传播、上传的任何内容。</b
          >
        </p>
        <p>
          <b
            >3.8.2
            腾讯一直致力于为用户提供文明健康、规范有序的网络环境，所有用户均不得利用本服务制作、复制、发布、传播、上传如下干扰腾讯正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：</b
          >
        </p>
        <p>
          <b>3.8.2.1 发布、传送、传播、储存违反国家法律法规禁止的内容：</b>
        </p>
        <p><b>（1）违反宪法确定的基本原则的；</b></p>
        <p>
          <b>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</b>
        </p>
        <p><b>（3）损害国家荣誉和利益的</b></p>
        <p><b>（4）煽动民族仇恨、民族歧视，破坏民族团结的</b></p>
        <p>
          <b>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</b>
        </p>
        <p>
          <b>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</b>
        </p>
        <p>
          <b>（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</b>
        </p>
        <p>
          <b>（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</b>
        </p>
        <p><b>（10）以非法民间组织名义活动的；</b></p>
        <p><b>（11）含有法律、行政法规禁止的其他内容的。</b></p>
        <p>
          <b
            >3.8.2.2
            发布、传送、传播计算机病毒等破坏性程序、广告信息、骚扰信息或含有任何性或性暗示的；</b
          >
        </p>
        <p>
          <b
            >3.8.2.3
            发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</b
          >
        </p>
        <p><b>3.8.2.4 涉及他人个人隐私、个人信息或资料的；</b></p>
        <p>
          <b
            >3.8.2.5
            其他违反法律法规、政策及公序良俗、社会公德或干扰腾讯正常运营和侵犯其他用户或第三方合法权益内容的信息。</b
          >
        </p>
        <p>
          <b
            >您理解并同意：若您违反前述约定、本协议或相关法规政策，腾讯有权不经您同意而直接终止向您提供本软件和服务。
            若由于腾讯按照前述约定终止提供本软件和服务而对您产生影响或任何损失的，您同意不追究腾讯的任何责任或不向腾讯主张任何权利。</b
          >
        </p>
        <p><b>3.9 【用户行为规范】</b></p>
        <p><b>您使用本服务过程中不得从事下列行为：</b></p>
        <p>
          <b
            >3.9.1
            对本服务进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本服务的源代码；</b
          >
        </p>
        <p>
          <b
            >3.9.2
            对腾讯拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</b
          >
        </p>
        <p>
          <b
            >3.9.3
            通过非腾讯开发、授权的第三方软件、插件、外挂、系统，登录或使用腾讯服务，或制作、发布、传播上述工具；</b
          >
        </p>
        <p>
          <b
            >3.9.4
            自行或者授权他人、第三方软件对本服务及其组件、模块、数据进行干扰；</b
          >
        </p>
        <p><b>3.9.5 删除本软件及其副本上关于著作权的信息；</b></p>
        <p>
          <b
            >3.9.6
            对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，
            进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非腾讯经授权的第三方工具/服务接入本软件和相关系统；</b
          >
        </p>
        <p>
          <b
            >3.9.7
            通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</b
          >
        </p>
        <p>
          <b>3.9.8 提交、发布虚假信息，或冒充、利用他人名义的；</b>
        </p>
        <p>
          <b
            >3.9.9
            诱导其他用户运行含有计算机病毒等破坏性程序的内容或点击含有计算机病毒等破坏性程序链接页面的；</b
          >
        </p>
        <p><b>3.9.10 虚构事实、隐瞒真相以误导、欺骗他人的</b></p>
        <p>
          <b>3.9.11 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</b>
        </p>
        <p><b>3.9.12 利用本服务从事任何违法犯罪活动的；</b></p>
        <p>
          <b
            >3.9.13
            制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</b
          >
        </p>
        <p>
          <b
            >3.9.14
            其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经腾讯明示授权、许可或违反本协议及相关协议、规则的行为。</b
          >
        </p>
        <p>
          <b
            >您理解并同意：若您违反前述约定、本协议或相关法规政策，腾讯有权不经您同意而直接终止向您提供本软件和服务。
            若由于腾讯按照前述约定终止提供本软件和服务而对您产生影响或任何损失的，您同意不追究腾讯的任何责任或不向腾讯主张任何权利。</b
          >
        </p>
      </div>
      <div classname="chapter-title">
        3.10 【对自己的行为负责】
      </div>
      <div classname="chapter-text">
        <p>
          用户充分理解并同意，用户必须为自己登录账号下的一切行为负责，包括所发布的任何内容以及由此产生的任何后果。
          用户应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。
          腾讯无法且不会对因前述风险而导致的任何损失或损害承担责任
        </p>
      </div>
      <div classname="chapter-title">3.11 【违约处理】</div>
      <div classname="chapter-text">
        <p>
          3.11.1
          如果腾讯发现或收到他人举报或投诉用户违反本协议约定的，腾讯有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规用户处以包括但不限于警告、限制或禁止使用部分或全部功能、服务暂停直至终止的处罚。
        </p>
        <p>
          3.11.2
          您理解并同意，腾讯有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。
        </p>
        <p>
          3.11.3
          您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；腾讯因此遭受损失的，您也应当一并赔偿。
        </p>
      </div>
      <div classname="chapter-title">
        3.12【对第三方损害的处理】
      </div>
      <div classname="chapter-text">
        <p>
          您违反约定，导致任何第三方损害的，您应当独立承担责任；腾讯因此遭受损失的，您也应当一并赔偿。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">四、【腾讯的权利义务】</div>
      <div classname="chapter-title">4.1 【按约提供服务】</div>
      <div classname="chapter-text">
        <p>
          4.1.1
          腾讯将在您按要求登录后为您开通本服务。若您的登录账号错误、被封号，不符合本协议及与本服务和本协议相关的协议、规则、规范，或不符合国家法律法规，
          或政策有特殊规定的，腾讯有权不予开通本服务并取消您的使用资格，对此腾讯不承担任何法律责任。
        </p>
        <p>
          4.1.2
          腾讯将向您提供相关操作指引服务，并在出现相关服务问题或您操作不当时提供产品和技术咨询服务。
        </p>
        <p>
          4.1.3
          您有权就服务质量问题向腾讯提出意见或建议，腾讯会尽快响应，如该问题能及时解决的，腾讯将及时协助用户解决相应问题。
        </p>
        <p>
          4.1.4
          当本服务的功能、使用方式有变更时，腾讯会以本协议约定的通知方式通知用户。
        </p>
      </div>
      <div classname="chapter-title">
        4.2 【保护用户信息安全】
      </div>
      <div classname="chapter-text">
        <p>
          4.2.1
          保护用户信息安全是腾讯的一项基本原则，腾讯将会采取合理的措施保护用户的个人和公司信息。除用于受理和审核用户申请、为用户完整享受本服务、
          法律或有法律赋予权限的有关部门要求或用户同意等原因外，未经用户许可腾讯不会向第三方公开、透露用户个人和公司信息。腾讯对相关信息采用专业加密存储与传输方式，保障用户和公司信息的安全。
        </p>
        <p>
          4.2.2
          腾讯将运用各种安全技术和程序建立完善的管理制度来保护用户的个人信息和公司信息，以免遭受未经授权的访问、使用或披露。
        </p>
        <p>
          4.2.3
          为提升服务质量，腾讯有可能会邀请用户参加我们的活动或调研，可能会需要用户提供如年龄、地域、收入、学历等个人信息，但用户可自愿选择是否参与，除4.2.1列明的原因外，
          腾讯不会以任何方式向第三方公开或透露用户提供的上述个人信息。
        </p>
        <p>
          4.2.4
          腾讯有权对兔小巢平台的用户行为和特征进行整体数据分析,其主要目的是为提高兔小巢平台的服务质量。
        </p>
        <p>
          4.2.5
          用户使用兔小巢平台创建反馈社区时有权决定反馈社区的形式、内容以及是否公布，用户作为其所创建的反馈社区的创建者，对其发布的信息及相关分析结果享有使用权和所有权，
          腾讯在未经用户许可的情况下不会公开、分享这些信息。
        </p>
        <p>
          4.2.6
          腾讯竭力保证对用户发布的数据和收集的反馈数据等用户信息的安全。腾讯将按照《腾讯服务协议》（链接地址https://www.qq.com/contract.shtml）及《隐私政策》（https://privacy.qq.com/）的规定收集、处理和使用用户信息。因用户自身原因造成的信息泄露，腾讯不承担任何责任。
        </p>
        <p>
          4.2.7
          您理解并同意：为了向用户提供更好的网络服务，本服务的某些功能可能会让腾讯、腾讯合作单位或第三方知晓用户的某些信息，例如：腾讯或第三方可能会获取并展示您的设备、
          网络状态等。用户应了解本部分的信息公开和透露可能会给您带来潜在风险，并自行承担由此造成的风险。
        </p>
        <p>
          4.2.8
          您理解并同意：您在使用本服务的过程中，可能需要填写一些必要的信息，例如：为向用户提供账号注册服务或进行用户身份识别，需要填写姓名、手机号码。
          若国家法律法规或政策有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。
        </p>
        <p>
          4.2.9
          一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
        </p>
      </div>
      <div classname="chapter-title">4.3【防范电信诈骗】</div>
      <div classname="chapter-text">
        <p>
          4.3.1您理解并同意：在您进行账号注册或使用腾讯服务时，如发现您账号可能存在涉诈异常情形或风险的，腾讯有权重新核验您的账号，并可根据风险情况，采取限期改正、
          限制功能、暂停使用、关闭账号、禁止重新注册以及本协议规定的其他处置措施。
        </p>
        <p>
          4.3.2在向您提供服务的过程中，如发现涉诈违法犯罪线索、风险信息的，腾讯有权依照国家有关规定，根据涉诈风险类型、程度情况移送公安、金融、电信、网信等有权部门。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">五、【软件的获取】</div>
      <div classname="chapter-text">
        <p>
          5.1
          您可以直接从兔小巢的网站（https://txc.qq.com）上获取本软件，也可以从得到腾讯授权的第三方获取。
        </p>
        <p>
          5.2
          如果您从未经腾讯授权的第三方获取本软件或与本软件名称相同的软件，腾讯无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">六、【软件的更新】</div>
      <div classname="chapter-text">
        <p>
          6.1
          为了增进用户体验、完善服务内容，腾讯将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。
        </p>
        <p>6.2 本软件可能为您默认开启自动升级、更新等功能。</p>
        <p>
          6.3
          为了改善用户体验，并保证服务的安全性和功能的一致性，腾讯有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
        </p>
        <p>
          6.4
          本软件新版本发布后，旧版本的软件可能无法使用。腾讯不保证旧版本软件继续可用及相应的客户服务。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">
        七、【第三方提供的产品或服务】
      </div>
      <div classname="chapter-text">
        <p>
          7.1您在腾讯平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。腾讯和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。
        </p>
        <p>
          7.2因用户使用本软件或要求腾讯提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供；
          腾讯不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与腾讯无关，腾讯不承担任何责任。
        </p>
        <p>
          <b
            >7.3您理解并同意，腾讯有权决定将本软件作商业用途，包括但不限于开发、使用本软件的部分服务为第三方作推广等，腾讯承诺在推广过程中严格按照本协议约定保护用户信息。</b
          >
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">八、【知识产权声明】</div>
      <div classname="chapter-text">
        <p>
          8.1
          腾讯是本软件的知识产权权利人。本软件的著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容
          （包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，
          腾讯依法享有上述相关知识产权，但相关权利人依照法律规定应享有的权利除外。腾讯在本服务中所使用的“QQ”、“腾讯”、“TENCENT”、企鹅形象、“微信”、
          “WeChat”、“企业微信”、微信图标及LOGO等商业标识，其著作权或商标权归腾讯所有。
        </p>
        <p>
          8.2
          未经腾讯或相关权利人书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">九、【终端安全责任】</div>
      <div classname="chapter-text">
        <p>
          9.1
          您理解并同意，本软件或本服务同大多数互联网软件、服务一样，可能会受多种因素影响（包括但不限于用户原因、网络服务质量、社会环境等）；
          也可能会受各种安全问题的侵扰（包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、
          木马程序或其他恶意程序，威胁您终端的信息和数据的安全，继而影响本软件、本服务的正常使用等）。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。
        </p>
        <p>
          9.2
          您不得制作、发布、使用、传播用于窃取注册帐号及他人个人信息、财产的恶意程序。
        </p>
        <p>
          9.3
          维护软件安全与正常使用是腾讯和您的共同责任，腾讯将按照行业标准合理审慎地采取必要技术措施保护您的终端信息和数据安全，但是您承认和同意腾讯不能就此提供完全保证。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">
        十、【第三方软件或技术】
      </div>
      <div classname="chapter-text">
        <p>
          10.1
          本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。
        </p>
        <p>
          10.2
          本软件如果使用了第三方的软件或技术，腾讯将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包等形式进行展示，
          它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议或其他文件，均是本协议不可分割的组成部分，
          与本协议具有同等的法律效力，您应当遵守这些要求。
          <b
            >如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求腾讯给予协助，您应当自行承担法律责任。</b
          >
        </p>
        <p>
          <b
            >10.3
            如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，腾讯不承担任何责任。腾讯不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。</b
          >
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">
        十一、【服务变更、中止或终止】
      </div>
      <div classname="chapter-text">
        <p>
          <b
            >11.1
            您理解并同意:腾讯有权自主决定经营策略,有权在无需通知您的情况下随时对本服务内容进行变更，以及中断、中止或终止本服务。若由此给您造成损失的，您同意放弃追究腾讯的责任。</b
          >
        </p>
        <p>
          <b
            >11.2
            您理解并同意:本协议约定的其他中止或终止条件发生或实现的，腾讯有权随时中止或终止向您提供全部或部分本服务。</b
          >
        </p>
        <p>
          <b
            >11.3
            您理解并同意:如本协议或本服务因为任何原因终止的，对于您的账号中的全部数据或您因使用本服务而存储在腾讯服务器中的数据等任何信息，
            腾讯可将该等信息保留或删除，包括服务终止前您尚未完成的任何数据，您同意不追究腾讯的任何责任或不向腾讯主张任何权利。</b
          >
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-title">十二、【免责条款】</div>
      <div classname="chapter-text">
        <p>
          <b
            >12.1
            您理解并同意：鉴于网络服务的特殊性或国家政策、行业规定的调整、变化等，腾讯有权根据本服务的整体运营情况或相关运营规范、规则等，变更、中止或终止部分或全部的服务，腾讯会以本协议约定的通知方式通知用户。</b
          >
        </p>
        <p>
          <b
            >12.2
            您理解并同意：为了向您提供更完善的服务，腾讯有权定期或不定期地对提供本服务的平台或相关设备进行检修、维护、升级等，
            此类情况可能会造成相关服务在合理时间内中断或暂停的，若由此给您造成损失的，您同意放弃追究腾讯的责任。</b
          >
        </p>
        <p>
          <b
            >12.3
            您理解并同意：腾讯的服务是按照现有技术和条件所能达到的现状提供的。腾讯会尽最大努力向您提供服务，确保服务的连贯性和安全性；
            但腾讯不能保证其所提供的服务毫无瑕疵，也无法随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、
            通信线路故障、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。所以您也同意：即使腾讯提供的服务存在瑕疵，
            但上述瑕疵是当时行业技术水平所无法避免的，其将不被视为腾讯违约，同时，由此给您造成的数据或信息丢失等损失的，您同意放弃追究腾讯的责任。</b
          >
        </p>
        <p>
          <b
            >12.4
            您理解并同意：在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、
            不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。
            出现上述情况时，腾讯将努力在第一时间与相关单位配合，及时进行修复，若由此给您造成损失的，您同意放弃追究腾讯的责任。</b
          >
        </p>
        <p>
          <b
            >12.5
            您理解并同意：若由于以下情形导致的服务中断或受阻，腾讯并不承担任何法律责任：</b
          >
        </p>
        <p>
          <b>（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</b>
        </p>
        <p>
          <b>（2）您的电脑软件、系统、硬件和通信线路出现故障；</b>
        </p>
        <p><b>（3）您操作不当；</b></p>
        <p><b>（4）您通过非腾讯授权的方式使用本服务；</b></p>
        <p><b>（5）其他腾讯无法控制或合理预见的情形。</b></p>
        <p>
          <b
            >12.6
            您理解并同意：腾讯将会尽其商业上的合理努力保障您在本服务中的数据存储安全，但是，腾讯并不能就此提供完全保证，包括但不限于以下情形：</b
          >
        </p>
        <p>
          <b>（1）腾讯不对用户在本服务中相关数据的删除或储存失败负责</b>
        </p>
        <p>
          <b
            >（2）腾讯有权根据实际情况自行决定用户在本服务中数据的最长储存期限、服务器中数据的最大存储空间等，用户可根据自己的需要自行备份本服务中的相关数据。</b
          >
        </p>
        <p>
          <b
            >（3）如果用户停止使用本服务或服务被终止或取消，腾讯可以从服务器上永久地删除用户的数据。用户的服务停止、终止或取消后，腾讯没有义务向用户返还任何数据。</b
          >
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">十三、【关于通知】</div>
      <div classname="chapter-text">
        <p>
          13.1
          腾讯可能会以网页公告、网页提示、电子邮箱、手机短信、常规的信件传送、您使用本服务帐户的管理系统内发送站内信等方式中的一种或多种，
          向您送达关于本服务的各种规则、通知、提示等信息，该等信息一经腾讯采取前述任何一种方式公布或发送，即视为您已经接受并同意，对您产生约束力。若您不接受的，请您书面通知腾讯，否则视为您已经接受、同意。
        </p>
        <p>
          13.2
          若由于您提供的电子邮箱、手机号码、通讯地址等信息错误，导致您未收到相关规则、通知、提示等信息的，您同意仍然视为您已经收到相关信息并受其约束，一切后果及责任由您自行承担。
        </p>
        <p>
          13.3
          您也同意腾讯可以向您的电子邮件、手机号码等发送可能与本服务不相关的其他各类信息包括但不限于商业广告等。
        </p>
        <p>
          13.4
          若您有事项需要通知腾讯的，应当按照本服务对外正式公布的联系方式书面通知腾讯。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">
        十四、【未成年人使用条款】
      </div>
      <div classname="chapter-text">
        <p>
          <b
            >14.1若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。</b
          >
        </p>
        <p>
          <b
            >14.2未成年人用户涉世未深，容易被网络虚象迷惑，且好奇心强，遇事缺乏随机应变的处理能力，很容易被别有用心的人利用而又缺乏自我保护能力。
            因此，未成年人用户在使用本服务时应注意以下事项，提高安全意识，加强自我保护：</b
          >
        </p>
        <p>
          <b
            >（1）认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活；</b
          >
        </p>
        <p>
          <b
            >（2）填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰；</b
          >
        </p>
        <p>
          <b>（3）在监护人或老师的指导下，学习正确使用网络；</b>
        </p>
        <p>
          <b
            >（4）避免陌生网友随意会面或参与联谊活动，以免不法分子有机可乘，危及自身安全。</b
          >
        </p>
        <p>
          <b
            >14.3监护人、学校均应对未成年人使用本服务时多做引导。特别是家长应关心子女的成长，注意与子女的沟通，指导子女上网应该注意的安全问题，防患于未然。</b
          >
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">
        十五、【投诉举报及申诉】
      </div>
      <div classname="chapter-text">
        <p>
          腾讯兔小巢提供官方QQ与用户群，兔小巢反馈社区等渠道收集投诉举报与申诉，终端用户可通过兔小巢反馈社区中常见问题与提示告知（兔小巢官方QQ：3305944062）），
          第三方开发者可以通过管理后台的右下方用户群接口进入产品社群申诉问题，以上渠道均有专员进行跟进处理。
        </p>
      </div>
    </div>
    <div classname="chapter">
      <div classname="chapter-topic">十六、【其它】</div>
      <div classname="chapter-text">
        <p>
          16.1
          一经使用本协议下任何服务，即视为您已阅读并同意接受本协议的约束。腾讯有权在必要时修改本协议或上述内容，相关内容变更后，如果您继续使用本服务，即视为您已接受变更后的协议。
        </p>
        <p>
          <b>16.2 本协议签订地为中华人民共和国广东省深圳市南山区</b>
        </p>
        <p>
          16.3 本协议关于日期的规定，如无特别说明，均指自然日。
        </p>
        <p>
          <b
            >16.4
            本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</b
          >
        </p>
        <p>
          <b
            >16.5
            若您和腾讯之间发生任何纠纷或争议，首先应友好协商解决；协商不成功的，双方均同意将纠纷或争议提交本协议签订地有管辖权的人民法院解决。</b
          >
        </p>
        <p>
          16.6
          本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
        </p>
        <p>
          16.7
          本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
        </p>
        <p>
          16.8
          若本协议有中文、英文等多个语言版本，相应内容不一致的，均以中文版的内容为准。（完）
        </p>
      </div>
    </div>
    <div classname="sign">深圳市腾讯计算机系统有限公司</div>
  </div>
</template>
